Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Early neoconservative articles tried to explore a path that differed both in economic and political terms from the 1980s discourse of orthodoxy ver-sus reform and centralization versus decentralization; likewise, the revival of interest in national studies and New Left critiques tried to carve out a path between “socialism” and “Westernization.” This was a question both of political legitimacy – was the Chinese revolution wrong from the very start?
es_us: Los primeros artículos neoconservadores trataron de hallar un camino que se diferenciara en términos políticos y económicos del discurso de los 80 sobre ortodoxia versus reforma y centralización versus descentralización; asimismo, el interés en los estudios nacionales y en las críticas de la Nueva Izquierda trataron de forjar un camino entre "socialismo" y "occidentalización". Esta era una pregunta tanto de legitimidad política: ¿la revolución china había estado mal desde el comienzo?

source: Economic Work Conference
es_us: Conferencia del Trabajo Económico

source: Economists could and did advise the government to “increase the weight of reform,” but a fundamental re-evaluation of the importance of the market economy had to wait for Deng Xiaoping’s trip to the south in 1992 and the subsequent convocation of the Fourteenth Party Congress.
es_us: Los economístas pudieron, y de hecho lo hicieron, aconsejar al govierno para que "incremente el peso de la reforma", pero se tuvo que retrasar una revaluación fundamental de la importancia de la economía de mercado debido al viaje que realizó Deng Xiaoping al sur en 1992 y la convocatoria del Decimocuarto Congreso del Partido subsiguiente.

source: Education was expensive and of poor quality, as was the health care system.
es_us: La educación era costosa y de mala calidad, al igual que los servicios de salud.

source: Eighteen years have passed since the events associated with Tiananmen.
es_us: Han pasado dieciocho años desde los eventos relacionados con la masacre de Tiananmén.

source: Elite politics
es_us: Élite política

source: Elite politics have been contentious at best throughout the twentieth cen-tury.
es_us: La política de élite ha sido, en el mejor de los casos, polémica a lo largo del siglo xx.

source: Elite politics in an era of globalization and nationalism197
es_us: Política de élite en una era de globalización y nacionalismo 197

source: Elite politics under globalization and nationalism 213
es_us: Política de élite bajo globalización y nacionalismo 213

source: Empresa
es_us: Company

source: Enforcing the provisions of the law through an impartial judiciary, establishing better accountancy, passing “sunshine” regulations so that officials are required to account for their income, allowing the press more freedom to investigate and report on the relations between economic actors and the political elite, and allowing the general public to have a greater say in the political system – all measures that would improve the fairness and competitiveness of China’s economy – are not things that this economic-political elite desires.
es_us: Hacer cumplir las disposiciones de las leyes por medio de un sistema judicial imparcial, establecer una mejor contabilidad, implementar leyes que exijan a funcionarios públicos justificar sus ingresos, otorgarle a la prensa más libertad de investigar e informar sobre las relaciones entre actores económicos y la élite política y permitir que la voz de los ciudadanos sea más fuerte en el sistema político constituyen medidas que mejorarían la equidad y competitividad de la economía de China y, al mismo tiempo, no forman parte de las intenciones de esta élite político-económica.

source: Enlightenment Daily carries letter implicitly
es_us: El periódico Enlightenment Daily publica una carta en la cual implícitamente

source: Enlightenment intellec-tuals had not changed their focus on state autocracy to the analysis of the “complicated relations between state and society that were developing in the course of the formation of the capitalist market,” which in Wang’s view was the central issue of the 1990s.
es_us: Los intelectuales de la Ilustración no habian cambiado su foco de la autocracia estatal al análisis de las "relaciones complicadas entre el estado y la sociedad, que se estaban desarrollando al mismo tiempo que el mercado capitalista", lo que era la cuestión principal de los años noventa, según el punto de vista de Wang.

source: Enlightenment intellectuals came increasingly under fire.
es_us: Los intelectuales de la Ilustración comenzaron a ser duramente criticados.

source: Enlightenment, in the view of many intellectuals, entailed a remaking of Chinese culture, exorcising the “feudal” elements of tradition, and opening up to inﬂuences from the West.
es_us: La Ilustración implicaba, para muchos intelectuales, una reconfección de la cultura China quitando los elementos "feudales" de la tradición y abriéndose a influencias occidentales.

source: Entitled “A Preliminary Exploration of the Shape of China’s Domestic and Foreign National Security in the Next Ten or Twenty Years and the Primary Threats to It,” this second document maintained that China faced a hostile international environment made up of “monopoly capitalists” who view China as an enemy and that domestically China was undergoing a number of social changes that were threatening its national security and social stability.26Unlike the first manifesto, which concentrated on domestic trends, this second document focused on the reasons for the disintegration of the Soviet Union and the collapse of socialism in Eastern Europe – issues that had been central in the 1991–2 period but had since calmed down in the wake of theFourteenth Party Congress and the efforts to rebuild diplomatic ties with the new Russia.
es_us: Titulado “un estudio preliminar sobre el estado de la Seguridad Nacional interna y exterior de China durante los próximos diez o veinte años y sus principales amenazas”, este segundo documento afirmaba que China enfrentaba un entorno internacional hostil integrado por “capitalistas monopolistas” que ven a China como un enemigo, y que nacionalmente China estaba sufriendo varios cambios sociales que amenazaban su seguridad interna y estabilidad social26.A diferencia del primer manifiesto, el cual se concentraba en tendencias nacionales, este segundo documento se centraba en los motivos de la desintegración de la Unión Soviética y del colapso del socialismo en Europa del Este (cuestiones que habían sido centrales durante el periodo 1991-2 pero que se habían apaciguado tras elXIV Congreso Nacional del Partido Comunista de China y los esfuerzos por restablecer los vínculos diplomáticos con la nueva Rusia).

source: Entitled “Firmly, Accurately, and
es_us: El artículo se titulaba

source: Entitled “Several Theoretical and Policy Issues on Upholding the Dominant Position of Public Ownership,” this article was written by the editorial office of the conservative journal Contemporary Trends and pub- lished in the fourth issue of 1996.
es_us: Titulado “Several Theoretical and Policy Issues on Upholding the Dominant Position of Public Ownership,” (Varios problemas teóricos y de políticas sobre la posición dominante de la propiedad pública) este artículo lo escribió la editorial del diario conservador Contemporary Trends y se publicó en la cuarta edición de 1996. >.

source: Entitled “Several Theoretical and Policy Issues on Upholding the Dominant Position of Public Ownership,” this article was written by the editorial office of the conservative journal Contemporary Trends and pub- lished in the fourth issue of 1996. This manifesto zeroed in on the ownership issue and particularly on the policy of “grasping the large and letting go of the small” that had been adopted in 1995.
es_us: Titulado “Several Theoretical and Policy Issues on Upholding the Dominant Position of Public Ownership,” (Varios problemas teóricos y de políticas sobre defender la posición dominante de la propiedad pública) este artículo lo escribió la editorial del diario conservador Contemporary Trends y se publicó en la cuarta edición de 1996. Este manifiesto se enfocó en el problema de la propiedad y particularmente en la política de “tomar lo grande y dejar ir lo pequeño” que se había adoptado en 1995.

source: Epilogue: the Seventeenth Party Congress
es_us: Epílogo: El Décimo Séptimo Congreso del Partido

source: Epilogue: the Seventeenth Party Congress 278
es_us: Epílogo: el Décimo Séptimo Congreso del Partido 278

source: Even China’s diplomatic pariah status had vanished a decade and a half later as China emerged as an influential presence in world councils, espe-cially in Asia.
es_us: Incluso el estatus de paria diplomático de China se había desvanecido una década y media después, al mismo tiempo que el país surgía como una presencia influyente en los consejos mundiales, especialmente en Asia.

source: Even Deng worried that if Yeltsin banished the CPSU, China would be the only major state practicing socialism.
es_us: Incluso Deng se preocupada porque si Yeltsin eliminaba el CPSU, China sería el único estado importante que practica el socialismo.

source: Even after Deng’s reform program was restored in 1992, this hostility left a legacy of suspicion that fed into the very different intellectual atmosphere that would emerge in the 1990s.
es_us: Incluso luego de que el programa de reforma de Deng fuese restaurado en 1922S, esta hostilidad dejó un legado de sospechas que formaba parte de la atmósfera intelectual que emergería en los 90.

source: Even after two decades of reform, such charges still have an impact because the Party cannot abandon Marxism without giving up all claims to legitimacy.
es_us: Incluso después de dos décadas de reforma, esos cambios todavía producen un impacto porque el Partido no puede deja atrás las ideas del Marxismo sin abandonar todos sus reclamos de legitimidad.

source: Even as Deng carried his message to Shanghai, the People’s Daily carried a long article by Zhejiang Party secretary Li Zemin disclosing comments made by the normally reclusive Chen Yun the previous year.
es_us: A pesar de que Deng llevó su mensaje a Shanghái, el People´s Daily realizó un extenso artículo escrito por el secretario del Partido Zheijiang Li Zemin en el que se revelan comentarios deChen Yun quien el año anterior estuvo aislado con regularidad.

source: Even as Zhu prepared for his departure to the United States, however, opposition came from an unexpected source.
es_us: Sin embargo, incluso mientras Zhu se preparaba para partir a Estados Unidos, la oposición apareció desde una fuente no esperada.

source: Even as commercialization undermined the role of intellectuals as the conscience of society, professionalization also drove some intellectuals into their ivory towers to undertake the sort of specialized research typical of their counterparts elsewhere in the world.Others joined the government as members of “think-tanks.” This was certainly a trend that had started in the 1980s, but by the 1990s intellectuals in government had become increasingly professionalized; they had become “policy wonks,” not generalists.Increasingly they talked mainly to those university-based intellectuals who shared their specialties rather than to intellectuals in general.
es_us: Incluso aunque la comercialización subestimó el rol de los intelectuales tanto como la conciencia de la sociedad, la profesionalización también llevó a algunos intelectuales a un cuento de hadas para emprender una especie de búsqueda especializada típica de sus colegas en otros lugares del mundo. Otros se unieron al gobierno como miembros de los "think-tanks". Esta era, por cierto, una tendencia que había empezado en la década de los 80, pero para la década de los 90 los intelectuales en el gobierno se habían vuelto cada vez más profesionalizados; se habían convertido en "analistas políticos", no en generalistas. Con más frecuencia hablaban principalmente con esos intelectuales universitarios quienes compartían sus especialidades, más que con intelectuales en general.

source: Even as high-ranking cadres, then, such liberal intellectuals were critics of the state and constituted what X. L. Ding termed a “counterelite.”14 As critics, they inevitably turned to the May Fourth tradition for moral inspiration – particularly its emphasis on science, democracy, cosmopolitanism, and the leading role for intellectuals as societal conscience.
es_us: Por lo tanto, aun como grupo de alto rango, estos intelectuales liberales eran críticos del estado y constituían lo que X. L. Ding denominó una “contra-élite”14. Como críticos, inevitablemente buscaron inspiración moral en la tradición del Cuatro de Mayo, en especial en su énfasis en la ciencia, la democracia, el cosmopolitismo y el papel fundamental de los intelectuales como fuente de conciencia social.

source: Even as late as 1998, there were 64,737, state-owned enterprises (SOEs), employing 110 million workers.
es_us: Incluso hasta el año 1998, había 64 737 (EPE) que empleaban a 110 millones de trabajadores.

source: Even as marketization increased apace, the problems associated with it made people ask new questions about the role of the state and social fairness.
es_us: Incluso mientras la mercantilización aumentaba con rapidez, los problemas relacionados con este tema provocaron que la gente se hiciera nuevas preguntas sobre el rol del Estado y la equidad social.

source: Even as the government pushed forward with what most outside observers believed to be necessary, if painful, reforms, intellectuals decried the social injustices created.
es_us: Incluso cuando el gobierno se mantuvo firme con lo que la mayoría de los observadores externos creían reformas necesarias, si bien dolorosas, los intelectuales denunciaron las injusticias sociales generadas.

source: Even if it has not been able to set the political agenda, it has been able to obstruct the formulation and implementation of reforms.
es_us: Incluso aunque no haya sido capaz de fijar la agenda política, sí ha podido obstaculizar la creación e implementación de reformas.

source: Even if our knowledge of this process is not as good as we would like, ignoring it would miss an important dimension of the contemporary scene.
es_us: Incluso si nuestros conocimientos acerca de este proceso no son lo suficientemente profundos, ignorarlo significaría perderse una dimensión importante de la escena contemporánea.

source: Even the physical appearance of Strategy and Management suggested a journal that differed significantly from the hundreds of academic journals normally circulating in China.
es_us: Incluso el formato de Gestión y Estrategia sugería la imagen de una revista que se destacaba entre las miles de revistas académicas que circulaban habitualmente en China.

source: Even though much of this hostility was directed at Zhao Ziyang, it was clear that the criticism of Zhao was also intended to curb Deng’s authority.
es_us: Aunque la mayor parte de esta hostilidad estaba dirigida a Zhao Ziyang, era claro que las críticas hacia Zhao también tenían como objetivo debilitar la autoridad de Deng.

source: Even had there never been a bombing of the Chinese Embassy in Belgrade, there would have been long-term consequences of the NATO actions in Yugoslavia.
es_us: Incluso si no hubiera habido ningún bombardeo a la Embajada de China en Belgrado, se habrían producido consecuencias a largo plazo por las acciones de la OTAN en Yugoslavia.

source: Everyone knew the end could not be far away.
es_us: Todos sabían que el final estaba cerca.

source: Everywhere you look, the basic values of civilization – justice, truth, ideals, and the sublime – are in a state of alienation.
es_us: Por donde se mire, los valores básicos de la civilización, como la justicia, la verdad, los ideales y lo sublime, están en un estado de alienación.

source: Evidently viewing America as the more serious strategic threat (despite insisting repeatedly that it was in decline), He dropped his previous fears of Japan and urged allying with Japan (indeed, to become like “lips and teeth”).
es_us: Era evidente que He veía a Estados Unidos como la mayor amenaza estratégica (a pesar de haber insistido reiteradas veces en que estaba en un proceso de deterioro), así que dejó de lado los temores previos a Japón e insistió en aliarse con ellos (de hecho, llegaron a ser como "carne y uña").

source: Evidently viewing America as the more serious strategic threat (despite insisting repeatedly that it was in decline), He dropped his previous fears of Japan and urged allying with Japan (indeed, to become like “lips and teeth”). He also urged supporting Germany in any disputes with the United States (suggesting that China should urge Germany to withdraw from NATO) and supporting Southeast Asia, lest America return to that region of the world and threaten China.
es_us: Era evidente que He veía a Estados Unidos como la mayor amenaza estratégica (a pesar de haber insistido reiteradas veces en que estaba en un proceso de deterioro), así que abandonó los temores previos de Japón e insistió en una alianza con éste (de hecho, para llegar a ser como "carne y uña").

source: Exporting neoclassical economics was one of the tools by which the United States sought to dominate the world, as was so vividly demonstrated by the results of radical price reform in the Soviet Union; shock therapy, He said, was simply “economic suicide.” Chinese intellectuals were susceptible to the inﬂuence of neoclassical economics, particularly after 1984, because of their anxiety for quick success – another manifestation of the “romantic” mood that swept China in the late 1980s.
es_us: La exportación de la economía neoclásica era uno de los medios por lo que Estados Unidos trataba de dominar el mundo, como quedó claramente demostrado en los resultados de la reforma radical de precios en la Unión Soviética. He decía que la terapia de choque era tan sólo "suicidio económico". Los intelectuales chinos eran propensos a ser influenciados por la economía neoclásica, en especial después del año 1984 a causa de su ansiedad por alcazar un éxito rápido, lo que era otra manifestación del ánimo "romántico" que se propagó en China a fines de 1980.

source: Facing a commercial culture that has penetrated everywhere, they have painfully recognized that they are no longer cultural heroes and the molders of values.”13 It was not just that commercialization presented intellectuals with a profound crisis of identity but also that intellectuals began to disintegrate as an identifiable social group.
es_us: Al enfrentar una cultura comercial que se ha insertado en todos los ámbitos, los intelectuales han reconocido plenamente que ya no son héroes culturales ni los moldeadores de valores”13. No solo la comercialización presentó a los intelectuales una crisis profunda de identidad, sino que también los intelectuales comenzaron a desintegrarse como grupo social reconocible.

source: Facing challenges from the left and right, one might think that Jiang hoped Deng Xiaoping would survive long enough to see Jiang through the critical Fifteenth Party Congress.
es_us: Al afrontar los desafíos provenientes de la izquierda y la derecha, se podría pensar que Jiang esperaba que Deng Xiaoping sobreviviera lo suficiente para observar a Jiang en crucial XV Congreso del Partido Comunista.

source: Far more than the Sixteenth Party Congress report of 2002, the Sixth Plenum resolution emphasized the need to “gradually reverse” the increasing regional income gaps, promising to use transfer payments from the central treasury to improve the infrastructure, educational facilities, health care, and other needs in the central and western regions of the country.121 The Jiang Zemin era was clearly waning as Hu Jintao moved to consolidate political and ideological authority
es_us: En comparación con el informe del Decimosexto Congreso del Partido de 2002, la resolución del Sexto Pleno enfatizó la necesidad de "revertir gradualmente" la creciente brecha de ingresos regionales, y prometió utilizar transferencias de fondos desde el tesoro central para mejorar infraestructuras, establecimientos educacionales, centros de salud y otras necesidades en las regiones del centro y el oeste del país.121 La era de Jiang Zemin estaba claramente en decadencia, mientras Hu Jintao se movilizaba para consolidar su autoridad política e ideológica.

source: February
es_us: Febrero

source: February 19
es_us: 19 de febrero

source: February 19 Deng Xiaoping dies at age 92
es_us: 19 de febrero Deng Xiaoping fallece a los 92 años.

source: February 2
es_us: 2 de febrero

source: February 2 Former Minister of Defense Qin Jiwei dies at age 82
es_us: 2 de febrero El ex ministro de defensa Qin Jiwei fallece a los 82 años.

source: February 25–26
es_us: 25–26 de febrero

source: February 25–26 Second Plenary Session of Fifteenth Central Committee
es_us: 25 a 26 de febrero Segunda sesión plenaria del Décimo Quinto Comité Central

source: February Jiang Zemin raises “three represents” slogan
es_us: Febrero Jiang Zemin introduce el eslogan de "triple representatividad".

source: Fecha de Entrega
es_us: Date of delivery

source: Fecha de cobro
es_us: aaaa

source: Feng mockingly derided Heart-to-Heart Talks, saying that the authors’ desire to “modern- ize” Marxism meant diluting it as an ideological weapon for directing class struggle and also meant turning Marxism into nothing more substantive than a new version of Chiang Kai-shek’s “New Life Movement” – the vapid conservative movement Chiang had sponsored in the 1930s in an attempt to instill a diluted Confucian morality.75Feng also criticized Heart-to-Heart Talks for putting out a “revisionist” interpretation of Deng Xiaoping’s thinking (diluting Deng’s admonition that socialism means “eliminating exploitation and avoiding polarization”), for arguing that individualism is compatible with Marxism, for desiring to mix Chinese culture with Western culture, and for advocating greater integration into the world economy.
es_us: Feng se burló de Heart-to-Heart Talks, al decir que el deseo del autor de “modernizar” el marxismo significaba debilitarlo como arma ideológica para dirigir la lucha de las clases y, además, significaba convertir al marxismo en nada más sustancial que una nueva versión del "New Life Movement" (Movimiento de la nueva vida) de Chiang Kai-shek, el moviento conservador insulso que Chiang había auspiciado en la década de 1930 en un intento de instalar una moralidad confuciana debilitada. Feng, además, criticó el libro Heart-to-Heart Talks por proponer una interpretación "revisionista" del pensamiento de Deng Xiaoping (debilitando la admonition de Deng de que el socialismo significa "eliminar la explotación y evitar la polarización"), por discutir (?) que el individualismo es compatible con el marxismo, por desear mezclar la cultura china con la cultura occidental y por proponer/defender una mayor integración en/con? la economía mundial.

source: Fewsmith, Dilemmas of Reform, chapter 3.
es_us: Fewsmith, Dilemas en la Reforma, capítulo 3.

source: Fewsmith, Dilemmas of Reform, pp.
es_us: Fewsmith, Dilemas en la Reforma, pp .

source: Fifteenth Party Congress convenes in Beijing
es_us: El Décimo quinto Congreso del Partido se reúne en Pekín

source: Fifth Plenary Session of Fifteenth Central
es_us: Quinto pleno del Décimo Quinto Comité

source: Fifth Plenary Session of the Fourteenth
es_us: Quinto pleno del Décimo cuarto

source: Fifth Plenary Session of the Thirteenth
es_us: Quinto pleno del Décimo tercer
